tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "yusukehosonuma/xcode-open"
brew "bat"
brew "carthage"
brew "cmake"
brew "ghq"
brew "github-release"
brew "jq"
brew "mint"
brew "openssl@1.1"
brew "peco"
brew "python"
brew "ruby-build"
brew "rbenv"
brew "rename"
brew "sl"
brew "swiftformat"
brew "swiftlint"
brew "tig"
brew "tree"
brew "xcodegen"
brew "yusukehosonuma/xcode-open/xcode-open"
brew "hub"
