tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "mongodb/brew"
tap "yusukehosonuma/xcode-open"
tap "zkokaja/brewlet"
brew "bat"
brew "carthage"
brew "cmake"
brew "deno"
brew "docker"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "haskell-stack"
brew "jq"
brew "mint"
brew "python@3.8"
brew "pre-commit"
brew "procs"
brew "pstree"
brew "ruby-build"
brew "rbenv"
brew "rename"
brew "ripgrep"
brew "starship"
brew "swiftformat"
brew "swiftlint"
brew "tig"
brew "tree"
brew "xcodegen"
brew "zsh"
brew "yusukehosonuma/xcode-open/xcode-open"
cask "bartender"
cask "brewlet"
cask "docker"
cask "font-hack-nerd-font"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keycastr"
cask "virtualbox"
cask "visual-studio-code"
